stephanelsmith/micro-aprs/upy/boards/SS_TINYS3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "SSTINYS3"
#define MICROPY_HW_MCU_NAME                 "ESP32-S3-FN8"

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)

#define MICROPY_HW_SPI1_MOSI                (35)
#define MICROPY_HW_SPI1_MISO                (37)
#define MICROPY_HW_SPI1_SCK                 (36)
